{
    "index.seo.description": "Professionelle Web-Entwicklung seit 2015. Spezialisiert auf PHP-Anwendungen, E-Commerces und WordPress CMS.",
    "construction.title": "Seite wird entwickelt - finale Veröffentlichung im Dezember 2025 geplant!",
    "hero.description.2": "Ob als Einsamer Wolf, im Team oder als Führungskraft ich durfte in alle Rollen schlüpfen und kann mich integrieren aber auch behaupten.",
    "hero.description": "Mehr als 10-Jahre Berufserfahrung als Web-Entwickler geben mir das Verständnis, sowie die Routine, welche benötigt wird, um ein Projekt erfolgreich abzuschliessen.",
    "hero.title": "Vom Prototyp zum Endprodukt in kürzester Zeit!",
    "logos.intro": "Diese raffinierten Helferlein begleiten mich im Arbeitsalltag:",
    "offer.title": "Meine Kern Funktion",
    "offer.1.title": "Konzeption & Planung",
    "offer.1.1": "Layout, Story-Boarding, Mockup",
    "offer.1.2": "Einhaltung von Corporate Identity",
    "offer.1.3": "Ressourcen Beschaffung und Einteilung",
    "offer.1.4": "Kosten Senkung durch Prozess Optimierung",
    "offer.1.5": "Bereitstellen der Infrastruktur",
    "offer.1.6": "Beratung in Marketing, Werbung oder SEO",
    "offer.1.7": "Social Media Auftritt",
    "offer.2.title": "Umsetzung / Entwicklung",
    "offer.2.1": "Microsite oder Webseite",
    "offer.2.2": "Content Management System (CMS) oder Blog",
    "offer.2.3": "E-Commerce, Web Shop",
    "offer.2.4": "Web-Applikationen oder API's",
    "offer.2.5": "PHP oder Vue.js Erweiterungen (Plugins)",
    "offer.2.6": "Gestaltung von Webseiten (Themes)",
    "offer.2.7": "Optimierung für verschiedene Ausgabegeräte",
    "offer.3.title": "Wartung & Betreuung",
    "offer.3.1": "Bestehende Systeme warten oder optimieren",
    "offer.3.2": "Aufräumen des Quellcodes",
    "offer.3.3": "Veraltete Abhängigkeiten erneuern",
    "offer.3.4": "Überwachung von Systemen",
    "offer.3.5": "Suche nach Sicherheitslücken",
    "mail.title": "Nicht zögern!",
    "mail.description": "Schreiben Sie mir bitte eine E-Mail an:",
    "tl.jobs.1.title": "Mediamatiker (Pro Sales AG)",
    "tl.jobs.1.description": "Einfache cross-mediale Web-To-Print Lösungen. Spezialisiert auf persönliche Inhalte und Bilder (bspw. mit Namen) in Magazinen oder Webseiten. Meistens Wettbewerbe oder Registrationen zu Firmenanlässen.",
    "tl.jobs.2.title": "Mediamatiker (Pro Sales AG)",
    "tl.jobs.2.description": "Übernahme der Leitung der Abteilung. Vermehrter Austausch (Beratungsfunktionen) mit externen Firmen und Partnern. Fokus auf Multi-Channels (Audio, Video, sowie Werbung).",
    "tl.jobs.3.title": "Web-Entwicklung (Pro Sales AG)",
    "tl.jobs.3.description": "Realisierung von Kundenspezifischen Web-Applikationen im Web-To-Print Bereich. Vermehrter Kontakt mit Kunden sowie Leitung von Projekten.",
    "tl.jobs.4.title": "Web-Entwicklung (Schellenberg Gruppe AG)",
    "tl.jobs.4.description": "Entwicklung von internen Projekten speziell im Web-To-Print oder Marketing-Sektor sowie vermehrter Einsatz von E-Commerces oder individuellen Zahlungsmittel.",
    "coding.title": "Kommunikation ist der Schlüssel",
    "coding.github.title": "Code Beispiele auf GitHub",
    "coding.description": "Ich liebe Code es liegt in meiner Natur! Für mich ist es eine Art der Kommunikation zwischen Technik und Mensch. Den Code ist nicht nur für Maschinen gedacht, sondern auch für den Entwickler massgebend. Die Wahl der richtigen Syntax gespickt mit interessanter Wortwahl ist immer etwas, was mich fasziniert hat und das spiegelt sich in meinem Code wider. Effektivität, Verlässlichkeit und Organisation sind die Eckpfeiler auf welchem das Fundament aufgebaut wird. Zusammen mit knackigem Code ist es eine Freude damit zu arbeiten, dazu gehört auch eine gute Dokumentation und stabile Testumgebung dazu."
}
